Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Other Prescribed Investments 5004 For the purposes of paragraph (l) of the definition qualified investment in subsection 207.01(1) of the Act, each of the following investments is prescribed as a qualified investment for a trust governed by a registered plan at a particular time if at that time it is (a) an option, a warrant or a similar right (each of which is, in this paragraph, referred to as the "security") issued by a person or partnership (in this paragraph referred to as the "issuer") that gives the holder the right to acquire, either immediately or in the future, property all of which is a qualified investment for the plan trust or to receive a cash settlement in lieu of delivery of that property, where the property is (i) a share of the capital stock of, a unit of, or a debt issued by, the issuer or another person or partnership that does not, when the security is issued, deal at arm's length with the issuer; or (ii) a warrant issued by the issuer or another person or partnership that does not, when the security is issued, deal at arm's length with the issuer, and that gives the holder the right to acquire a share or unit described in subparagraph (i); (b) gold (with a minimum fineness of 995 parts per 1000) or silver (with a minimum fineness of 999 parts per 1000), in the form of or represented by (i) a legal tender bullion coin produced by the Royal Canadian Mint that (A) has a fair market value at the particular time not exceeding 110 per cent of the fair market value of the coin's gold or silver content and (B) is acquired by the trust directly from the Royal Canadian Mint or from a bank, a trust company, a credit union, an insurance corporation or a registered securities dealer that is resident in Canada and subject by law to the supervision of a regulating authority that is the Superintendent of Financial Institutions or a similar authority of a province, (ii) a bullion bar, ingot or wafer produced by a refiner on the London Bullion Market Association's good delivery list for gold or silver, as the case may be, that is (A) stamped with the fineness, weight and the refiner's hallmark, and (B) acquired directly from the refiner or a person described in clause (i)(B), or (iii) a certificate issued by a person described in clause (i)(B) representing a claim of the holder of the certificate to property held by the issuer of the certificate, if (A) the property would be property described in subparagraph (i) or (ii) if those subparagraphs were read without reference to clauses (i)(B) and (ii)(B), respectively, and (B) the certificate is acquired by the trust directly from the issuer of the certificate or a person described in clause (i)(B); or (c) an interest of a limited partner in a small business investment limited partnership (within the meaning assigned by subsection 5102(1)) that (i) was acquired by the trust before January 1, 2027, (ii) was a qualified investment for the trust at the time it was acquired, and (iii) would, at the particular time, be a qualified investment for the trust under the Regulations as they read on December 31, 2026.
fr_fr: Autres placements visés 5004 Pour l'application de l'alinéa (l) de la définition de placement admissible au paragraphe 207.01(1) de la Loi, chacun des placements ci-après constitue un placement admissible pour une fiducie régie par un régime enregistré à une date donnée si, à cette date, il s'agit : a) d'une option, d'un droit de souscription ou d'un droit semblable (appelés « titre » au présent alinéa) émis par une personne ou une société de personnes (appelées « émetteur » au présent alinéa) qui confère au détenteur le droit soit d'acquérir, immédiatement ou ultérieurement, des biens qui constituent chacun un placement admissible pour la fiducie de régime, soit de recevoir, en remplacement de la livraison de ces biens, un règlement en espèces si le bien est, selon le cas : (i) une action du capital-actions, une unité ou une créance de l'émetteur ou d'une autre personne ou société de personnes qui, au moment de l'émission du titre, a un lien de dépendance avec l'émetteur, (ii) un droit de souscription émis par l'émetteur ou par une autre personne ou société de personnes qui, au moment de l'émission du titre, a un lien de dépendance avec l'émetteur, lequel droit confère au détenteur le droit d'acquérir des actions ou unités visées au sous-alinéa (i); b) d'or (ayant un titre minimal de 995 parties par mille) ou d'argent (ayant un titre minimal de 999 parties par mille) : (i) sous forme d'une pièce ayant cours légal produite par la Monnaie royale canadienne : (A) dont la juste valeur marchande à la date donnée n'excède pas 110 % de la juste valeur marchande de son contenu en or ou en argent, (B) qui est acquise par la fiducie directement de la Monnaie royale canadienne ou d'une banque, d'une société de fiducie, d'une caisse de crédit, d'une compagnie d'assurance ou d'un courtier en valeurs mobilières inscrit qui réside au Canada et est légalement sous la surveillance d'un organisme de réglementation au Canada, à savoir le surintendant des institutions financières ou un organisme provincial semblable, (ii) sous forme d'un lingot ou d'une plaquette produit par un affineur dont le nom figure sur la liste de bonne livraison d'affineurs agréés d'or ou d'argent, selon le cas, de la London Bullion Market Association, qui, à la fois : (A) porte le poinçon de l'affineur qui l'a produit ainsi qu'une estampille indiquant son titre et son poids, (B) est acquis soit directement de l'affineur, soit d'une personne visée à la division (i)(B), (iii) représenté par un certificat délivré par une personne visée à la division (i)(B) qui constate le droit du titulaire sur un bien détenu par l'émetteur, dans le cas où, à la fois : (A) le bien serait visé aux sous-alinéa (i) ou (ii) si ceux-ci s'appliquaient compte non tenu de leur divisions (i)(B) et (ii)(B) respectivement, (B) le certificat est acquis par la fiducie de régime directement de l'émetteur ou d'une personne visée à la division (i)(B); c) d'un intérêt d'un commanditaire dans une société de personnes en commandite de placement dans des petites entreprises (au sens du paragraphe 5102(1)) qui, à la fois : (i) est acquis par la fiducie avant le 1 er janvier 2027, (ii) était un placement admissible pour la fiducie au moment de son acquisition, (iii) serait, au moment donné, un placement admissible pour la fiducie en vertu du Règlement qui était en vigueur le 31 décembre 2026.

source: Prescribed Credit Rating Agency 5005 For the purposes of subparagraphs (c)(v) and (vi) of the definition qualified investment in subsection 207.01(1) of the Act, each of the following is a prescribed credit rating agency: (a) A.M. Best Company, Inc.; (b) DBRS Limited; (c) Fitch Ratings, Inc.; (d) Moody's Investors Service, Inc.; (e) Standard & Poor's Financial Services LLC; and (f) a subsidiary or affiliate of a company listed in any of paragraphs (a) to (e), to the extent that it provides credit rating services outside of Canada on behalf of the company in respect of which it is the subsidiary or affiliate.
fr_fr: Agence de notation visée 5005 Pour l'application des sous-alinéas c)(v) et (vi) de la définition de placement admissible au paragraphe 207.01(1) de la Loi, sont visées les agences de notation suivantes : a) A.M. Best Company, Inc.; b) DBRS Limited; c) Fitch Ratings, Inc.; d) Moody's Investors Service, Inc.; e) Standard & Poor's Financial Services LLC; f) une filiale ou une société affiliée d'une société visée à l'un des alinéas a) à e), dans la mesure où elle fournit des services de notation à l'extérieur du Canada pour le compte de la société dont elle est la filiale ou la société affiliée.

source: Prescribed Prohibited Property 5006 For the purposes of paragraph (d) of the definition prohibited investment in subsection 207.01(1) of the Act, each of the following is a prescribed property for a trust at a particular time if at that time it is (a) a share of the capital stock of a mortgage investment corporation that holds any indebtedness, whether by way of mortgage or otherwise, of a person who is a connected person under the registered plan governing the trust; (b) an option, a warrant or a similar right that is issued by a connected person under the registered plan governing the trust; (c) a bond, debenture, note or similar obligation issued by, or a deposit with, a credit union that granted any benefit or privilege as a result of the ownership by the trust of a share or obligation of, or a deposit with, the credit union to a person who is a connected person under the registered plan governing the trust, if the benefit was granted during the calendar year in which the particular time occurs, or, where the person continues to enjoy the benefit or privilege, in a prior year; (d) a bond, debenture, note or similar obligation issued by a cooperative corporation (as defined in subsection 136(2) of the Act) that granted any benefit or privilege as a result of the ownership by the trust of a share or obligation of the corporation to a person who is a connected person under the registered plan governing the trust, if the benefit was granted during the calendar year in which the particular time occurs, or, where the person continues to enjoy the benefit or privilege, in a prior year; (e) a bankers' acceptance that represents an indebtedness of a Canadian corporation that is a connected person under the registered plan governing the trust; and (f) a share of the capital or capital stock of a specified cooperative corporation if (i) ownership of the share or a share identical to the share is a condition of membership in the corporation, and (ii) a connected person under the registered plan governing the trust (A) has received a payment from the corporation pursuant to an allocation in proportion to patronage (as defined in subsection 135(4) of the Act) in respect of consumer goods or services (as defined in subsection 135(4) of the Act), or (B) can reasonably be expected to receive a payment described in clause (A), after the acquisition of the share by the plan trust.
fr_fr: Bien interdit visé 5006 Pour l'application de l'alinéa d) de la définition de placement interdit au paragraphe 207.01(1) de la Loi, chacun des biens ci-après constitue un bien interdit pour une fiducie à une date donnée si, à cette date, il s'agit : a) d'une action du capital-actions d'une société de placement hypothécaire qui détient une dette — sous forme d'hypothèque ou toute autre forme — d'une personne qui est une personne rattachée en vertu du régime enregistré qui régit la fiducie; b) d'une option, d'un droit de souscription ou d'un droit semblable émis par une personne rattachée en vertu du régime enregistré qui régit la fiducie; c) d'une obligation, d'une débenture, d'un billet ou d'un autre titre semblable émis par une caisse de crédit, ou d'un dépôt auprès d'une caisse de crédit, qui a accordé un avantage ou un privilège du fait que la fiducie possède une action ou un titre de la caisse de crédit, ou a un dépôt auprès de la caisse de crédit, à une personne qui est une personne rattachée en vertu du régime enregistré qui régit la fiducie, lorsque l'avantage ou le privilège a été accordé : (i) soit au cours de l'année civile qui comprend la date donnée, (ii) soit au cours d'une année antérieure, si la personne continue de bénéficier de l'avantage ou du privilège; d) d'une obligation, d'une débenture, d'un billet ou d'un autre titre semblable émis par une société coopérative (au sens du paragraphe 136(2) de la Loi) qui a accordé un avantage ou un privilège du fait que la fiducie possède une action ou un titre de la société, à une personne qui est une personne rattachée en vertu du régime enregistré qui régit la fiducie, lorsque l'avantage ou le privilège a été accordé : (i) soit au cours de l'année civile qui comprend la date donnée, (ii) soit au cours d'une année antérieure, si la personne continue de bénéficier de l'avantage ou du privilège; e) d'une dette d'une société canadienne qui est une personne rattachée en vertu du régime enregistré qui régit la fiducie, attestée par une acceptation de banque; f) d'une part du capital ou d'une action du capital-actions d'une coopérative déterminée si, à la fois : (i) il est obligatoire d'être propriétaire de la part ou de l'action, ou d'une part ou action identique à celles-ci, pour être membre de la coopérative, (ii) une personne rattachée en vertu du régime enregistré qui régit la fiducie : (A) d'une part, a reçu un paiement de la société par suite d'une répartition proportionnelle à l'apport commercial (au sens du paragraphe 135(4) de la Loi) relativement à des marchandises de consommation ou services (au sens du paragraphe 135(4) de la Loi), (B) d'autre part, après l'acquisition de la part ou de l'action par la fiducie de régime, recevra vraisemblablement un paiement visé à la division (A).

source: 22 (1) The heading "Deferred Income Plans, Investments in Small Business" before section 5100 of the Regulations is replaced by the following: PART LI Small Business Investments
fr_fr: 22 (1) L'intertitre « Régimes de revenu différé et placements dans des petites entreprises » précédant l'article 5100 du même règlement est remplacé par ce qui suit : PARTIE LI Placements dans des petites entreprises

source: 23 (1) The definition specified property in subsection 5100(1) of the Regulations is replaced by the following: specified property specified property means property described in paragraph (a), (b) or (f) or subparagraphs (c)(i) to (iv) of the definition qualified investment in subsection 207.01(1) of the Act. ( bien déterminé )
fr_fr: 23 (1) La définition de bien déterminé , au paragraphe 5100(1) du même règlement, est remplacée par ce qui suit : bien déterminé bien déterminé Bien visé à l' alinéa a), b) ou f) ou aux sous-alinéas c)(i) à (iv) de la définition de placement admissible au paragraphe 207.01(1) de la Loi. ( specified property )

source: 1 Paragraph 241(4)(d) of the Act is amended by adding the following after subparagraph (x.1):
fr_fr: 1 L'alinéa 241(4)d) de la même loi est modifié par adjonction, après le sous-alinéa (x.1), de ce qui suit :

source: (x.2) to an official of the Department of Employment and Social Development solely for the purpose of the administration or enforcement of the Canada Labour Code as it relates to the misclassification of employees,
fr_fr: (x.2) à un fonctionnaire du ministère de l'Emploi et du Développement social, mais uniquement en vue de l'application ou de l'exécution du Code canadien du travail relativement à la classification erronée des employés,

source: 1 (1) The definition qualifying expenditure in subsection 118.041(1) of the Act is amended by striking out "or" at the end of paragraph (i), by adding "or" at the end of paragraph (j) and by adding the following after paragraph (j): (k) that is included in computing a deduction under section 118.2 for any taxpayer for any taxation year. ( dépense admissible )
fr_fr: 1 (1) La définition de dépense admissible , au paragraphe 118.041(1) de la même loi, est modifiée par adjonction, après l'alinéa j), de ce qui suit : k) qui sont incluses dans le calcul de la déduction prévue à l'article 118.2 pour un contribuable et une année d'imposition quelconques. ( qualifying expenditure )

source: (2) Subsection 118.041(4) of the Act is repealed.
fr_fr: (2) Le paragraphe 118.041(4) de la même loi est abrogé.

source: (3) Subsections (1) and (2) come into force or are deemed to have come into force on January 1, 2026.
fr_fr: (3) Les paragraphes (1) et (2) entrent ou sont réputés être entrés en vigueur le 1 er janvier 2026.

source: 1 (1) The portion of subsection 104(5.8) of the Act before paragraph (a) is replaced by the following: Marginal note: Trust transfers (5.8) Where capital property, land included in inventory, Canadian resource property or foreign resource property is transferred, directly or indirectly in any manner whatever, at a particular time by a trust (in this subsection referred to as the "transferor trust") to another trust (in this subsection referred to as the "transferee trust") in circumstances in which subsection 107(2) or 107.4(3) or paragraph (f) of the definition disposition in subsection 248(1) applies,
fr_fr: 1 (1) Le passage du paragraphe 104(5.8) de la même loi précédant l'alinéa a) est remplacé par ce qui suit : Note marginale : Transferts de fiducie (5.8) Lorsqu'une fiducie (appelée « fiducie cédante » au présent paragraphe) transfère, à un moment donné, directement ou indirectement, de quelque manière que ce soit, à une autre fiducie (appelée « fiducie cessionnaire » au présent paragraphe) des immobilisations, des fonds de terre compris dans les biens à porter à son inventaire, des avoirs miniers canadiens ou des avoirs miniers étrangers dans les circonstances visées aux paragraphes 107(2) ou 107.4(3) ou à l'alinéa f) de la définition de disposition au paragraphe 248(1), les règles suivantes s'appliquent :

source: (2) Subsection (1) applies in respect of transfers of property that occur on or after Budget Day.
fr_fr: (2) Le paragraphe (1) s'applique relativement aux transferts de biens effectués à compter du jour du budget.

source: 1 The Act is modified to give effect to the proposals relating to the Canada Carbon Rebate as described in the budget documents tabled by the Minister of Finance in the House of Commons on Budget Day.
fr_fr: 1 La Loi est modifiée pour donner effet aux propositions relatives à la Remise canadienne sur le carbone énoncées dans les documents budgétaires déposés à la Chambre des communes par la ministre des Finances le jour du budget.

source: 1 The Act is modified to give effect to the proposals relating to the Immediate Expensing for Manufacturing and Processing Buildings as described in the budget documents tabled by the Minister of Finance in the House of Commons on Budget Day.
fr_fr: 1 La Loi est modifiée pour donner effet aux propositions relatives à la Passation en charges immédiate pour les bâtiments de fabrication ou de transformation énoncées dans les documents budgétaires déposés à la Chambre des communes par la ministre des Finances le jour du budget.

source: 1 (1) Subsection 127(10.2) is replaced by the following: Marginal note: Expenditure limit — CCPC (10.2) For the purpose of subsection (10.1), a particular Canadian-controlled private corporation's expenditure limit for a particular taxation year is the amount determined by the formula $6 million × ($60 million − A)/$60 million where A is (a) nil, if the following amount is less than or equal to $15 million: (i) if the particular corporation is not associated with any other corporation in the particular taxation year, the amount that is its taxable capital employed in Canada (within the meaning assigned by section 181.2 or 181.3) for its immediately preceding taxation year, and (ii) if the particular corporation is associated with one or more other corporations in the particular taxation year, the amount that is the total of all amounts, each of which is the taxable capital employed in Canada (within the meaning assigned by section 181.2 or 181.3) of the particular corporation for its, or of one of the other corporations for its, last taxation year that ended in the last calendar year that ended before the end of the particular taxation year, and (b) in any other case, the lesser of $60 million and the amount by which the amount determined under subparagraph (a)(i) or (ii), as the case may be, exceeds $15 million.
fr_fr: 1 (1) Le paragraphe 127(10.2) de la même loi est remplacé par ce qui suit : Note marginale : Limite de dépenses — SPCC (10.2) Pour l'application du paragraphe (10.1), la limite de dépenses d'une société privée sous contrôle canadien donnée pour une année d'imposition donnée correspond à la somme obtenue par la formule suivante : 6 000 000 $ × (60 000 000 $ − A)/60 000 000 $ où : A représente : a) zéro, si la somme applicable ci-après est égale ou inférieure à 15 000 000 $ : (i) si la société donnée n'est associée à aucune autre société au cours de l'année donnée, le montant de son capital imposable utilisé au Canada, au sens des articles 181.2 ou 181.3, pour son année d'imposition précédente, (ii) si la société donnée est associée à une ou plusieurs autres sociétés au cours de l'année donnée, le total des sommes représentant chacune le capital imposable utilisé au Canada, au sens des articles 181.2 ou 181.3, de la société donnée, ou d'une de ces autres sociétés, pour sa dernière année d'imposition s'étant terminée au cours de la dernière année civile ayant pris fin avant la fin de l'année donnée, b) dans les autres cas, 60 000 000 $ ou, s'il est moins élevé, l'excédent, sur 15 000 000 $, de la somme déterminée selon les sous-alinéas a)(i) ou (ii), selon le cas.

source: (2) Subsection 127(10.6) of the Act is replaced by the following: Marginal note: Expenditure limit determination in certain cases (10.5) Notwithstanding any other provision of this section, (a) where a Canadian-controlled private corporation (in this paragraph referred to as the "first corporation") has more than one taxation year ending in the same calendar year and it is associated in two or more of those taxation years with another Canadian-controlled private corporation that has a taxation year ending in that calendar year, the expenditure limit of the first corporation for each taxation year in which it is associated with the other corporation ending in that calendar year is, subject to the application of paragraph (b), an amount equal to its expenditure limit for the first such taxation year determined without reference to paragraph (b); and (b) where a Canadian-controlled private corporation has a taxation year that is less than 51 weeks, its expenditure limit for the year is that proportion of its expenditure limit for the year determined without reference to this paragraph that the number of days in the year is of 365.
fr_fr: (2) Le paragraphe 127(10.6) de la même loi est remplacé par de ce qui suit : Note marginale : Détermination de la limite de dépenses dans certains cas (10.5) Malgré les autres dispositions du présent article : a) lorsqu'une société privée sous contrôle canadien (appelée « première société » au présent alinéa) a plus d'une année d'imposition se terminant au cours de la même année civile et qu'elle est associée au cours d'au moins deux de ces années d'imposition avec une autre société privée sous contrôle canadien qui a une année d'imposition se terminant au cours de cette année civile, la limite de dépenses de la première société pour chaque année d'imposition au cours de laquelle elle est associée avec l'autre société se terminant au cours de cette année civile est, sous réserve de l'alinéa b), égale à la limite des dépenses pour la première année d'imposition, déterminée compte non tenu de l'alinéa b); b) lorsqu'une société privée sous contrôle canadien a une année d'imposition de moins de 51 semaines, sa limite de dépenses pour l'année est la fraction de sa limite de dépenses pour l'année déterminée compte non tenu du présent alinéa que représente le nombre de jours de son année d'imposition par rapport à 365.
